<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <title>nesta.gallery</title>
        <link rel="stylesheet" href="../styles/default.css">
        <link rel="stylesheet" href="../styles/responsive.css">

        <style>
            p#topText {
                margin-top: 10%;
                margin-bottom: 3%;
                text-align: center;
                font-size: 200%;
                font-weight: bold;
            }
            p {
                font-size: 110%;
            }
            p.article {
                font-weight: bold;
                margin: 4% 0 1%;
                text-align: center;
            }
        </style>
    </head>
    <body onload="load()">
        <div id="loader"></div>

        <nav id="topNavbar">
            <ul id="listRedirect">
                <li class="redirect"  onclick="window.location.href = '../index.html'">Accueil</li>
                <li class="redirect"  onclick="window.location.href = '../prices.html'">Tarifs</li>
                <!-- <p id="titleNavBar">nesta</p> -->
                <li><svg id="logo-36" width="40" height="40" viewBox="0 0 40 40" fill="none" xmlns="http://www.w3.org/2000/svg"> <path d="M18.9523 11.0726C18.5586 7.69873 18.1429 4.13644 18.1429 0H21.8571C21.8571 4.08998 21.4434 7.64774 21.0502 11.0254C20.7299 13.778 20.4235 16.411 20.3666 19.115C22.2316 17.1697 23.863 15.107 25.572 12.9463C27.6791 10.2823 29.9043 7.46945 32.829 4.54464L35.4554 7.17104C32.5633 10.0631 29.7547 12.2861 27.0884 14.3966L27.0859 14.3985C24.9141 16.1178 22.8365 17.7624 20.885 19.6334C23.579 19.5765 26.1911 19.2717 28.9272 18.9524C32.3011 18.5586 35.8636 18.1429 40 18.1429V21.8571C35.9102 21.8571 32.3524 21.4432 28.9749 21.0502L28.9724 21.05C26.2204 20.7298 23.5882 20.4236 20.885 20.3666C22.829 22.2302 24.8906 23.8609 27.0499 25.5687L27.0533 25.5716C29.7174 27.6789 32.5304 29.9039 35.4554 32.829L32.829 35.4554C29.9369 32.5634 27.714 29.755 25.6038 27.0889L25.5988 27.082L25.5946 27.0765C23.8775 24.9081 22.2349 22.8338 20.3666 20.885C20.4235 23.589 20.7299 26.222 21.0502 28.9746C21.4434 32.3523 21.8571 35.91 21.8571 40H18.1429C18.1429 35.8636 18.5586 32.3013 18.9523 28.9274L18.9531 28.9219C19.272 26.1877 19.5765 23.5772 19.6334 20.885C17.7651 22.8338 16.1225 24.9081 14.4054 27.0765L14.4012 27.082L14.3962 27.0889C12.286 29.755 10.0631 32.5634 7.17104 35.4554L4.54464 32.829C7.46959 29.9039 10.2826 27.6789 12.9467 25.5716L12.9501 25.5687C15.1094 23.8609 17.171 22.2302 19.115 20.3666C16.411 20.4237 13.7779 20.73 11.0251 21.0502C7.6476 21.4432 4.08984 21.8571 0 21.8571V18.1429C4.13644 18.1429 7.69894 18.5586 11.0728 18.9524C13.8089 19.2717 16.421 19.5765 19.115 19.6334C17.1627 17.7617 15.0843 16.1166 12.9116 14.3966C10.2453 12.2861 7.43666 10.0631 4.54464 7.17104L7.17104 4.54464C10.0957 7.46945 12.3209 10.2823 14.428 12.9463C16.137 15.1069 17.7684 17.1696 19.6334 19.1148C19.5765 16.4227 19.272 13.8123 18.9531 11.0781L18.9523 11.0726Z" class="ccustom" fill="#0177fb" stop-color="#0177fb"></path> </svg></li>
                <li class="redirect"  onclick="window.location.href = '../blog.html'">Blog</li>
                <li class="redirect"  onclick="window.location.href = '../about.html'">A propos</li>
            </ul>
        </nav>
        <p id="topText">Conditions g&eacute;n&eacute;rales d'utilisation</p>

        <p>En vigueur au 28/11/2021 </p>
        
        <p>Les pr&eacute;sentes conditions g&eacute;n&eacute;rales d'utilisation (dites &laquo; CGU &raquo;) ont pour objet l'encadrement juridique des modalit&eacute;s de mise &agrave; disposition du site et des services par _______________ et de d&eacute;finir les conditions d&rsquo;acc&egrave;s et d&rsquo;utilisation des services par &laquo; l'Utilisateur &raquo;. Les pr&eacute;sentes CGU sont accessibles sur le site &agrave; la rubrique &laquo;CGU&raquo;.</p>
        
        <p class="article">Article 1 : Les mentions l&eacute;gales</p>
        
        <p>L&rsquo;&eacute;dition et la direction de la publication du site xtsen.me est assur&eacute;e par Loisy Nesta, domicili&eacute; 5 rue de la chevrie. Num&eacute;ro de t&eacute;l&eacute;phone est 0768065175 Adresse e-mail nesta.web.dev@gmail.com.</p>
        
        <p>L'h&eacute;bergeur du site xtsen.me est la soci&eacute;t&eacute; Xtsen, dont le si&egrave;ge social est situ&eacute; au 5 rue de la chevrie, avec le num&eacute;ro de t&eacute;l&eacute;phone : 0768065175.</p>
        
        <p class="article">ARTICLE 2 : Acc&egrave;s au site</p>
        
        <p>Le site xtsen.me permet &agrave; l'Utilisateur un acc&egrave;s gratuit aux services suivants : Le site internet propose les services suivants : Ce site montre mes anciens projets, il montre aussi mes performances et mon niveau au niveau informatique et enfin, ce site montre mes tarifs Le site est accessible gratuitement en tout lieu &agrave; tout Utilisateur ayant un acc&egrave;s &agrave; Internet. Tous les frais support&eacute;s par l'Utilisateur pour acc&eacute;der au service (mat&eacute;riel informatique, logiciels, connexion Internet, etc.) sont &agrave; sa charge.</p>
        
        <p class="article">ARTICLE 3 : Collecte des donn&eacute;es</p>
        
        <p>Le site est exempt&eacute; de d&eacute;claration &agrave; la Commission Nationale Informatique et Libert&eacute;s (CNIL) dans la mesure o&ugrave; il ne collecte aucune donn&eacute;e concernant les Utilisateurs.</p>
        
        <p class="article">ARTICLE 4 : Propri&eacute;t&eacute; intellectuelle</p>
        
        <p>Les marques, logos, signes ainsi que tous les contenus du site (textes, images, son&#8230;) font l'objet d'une protection par le Code de la propri&eacute;t&eacute; intellectuelle et plus particuli&egrave;rement par le droit d'auteur.</p>
        
        <p>L'Utilisateur doit solliciter l'autorisation pr&eacute;alable du site pour toute reproduction, publication, copie des diff&eacute;rents contenus. Il s'engage &agrave; une utilisation des contenus du site dans un cadre strictement priv&eacute;, toute utilisation &agrave; des fins commerciales et publicitaires est strictement interdite. Toute repr&eacute;sentation totale ou partielle de ce site par quelque proc&eacute;d&eacute; que ce soit, sans l&rsquo;autorisation expresse de l&rsquo;exploitant du site Internet constituerait une contrefa&ccedil;on sanctionn&eacute;e par l&rsquo;article L 335-2 et suivants du Code de la propri&eacute;t&eacute; intellectuelle. Il est rappel&eacute; conform&eacute;ment &agrave; l&rsquo;article L122-5 du Code de propri&eacute;t&eacute; intellectuelle que l&rsquo;Utilisateur qui reproduit, copie ou publie le contenu prot&eacute;g&eacute; doit citer l&rsquo;auteur et sa source.   </p>
        <p class="article">ARTICLE 5 : Responsabilit&eacute;</p>
        
        <p>Les sources des informations diffus&eacute;es sur le site xtsen.me sont r&eacute;put&eacute;es fiables mais le site ne garantit pas qu&rsquo;il soit exempt de d&eacute;fauts, d&rsquo;erreurs ou d&rsquo;omissions. Les informations communiqu&eacute;es sont pr&eacute;sent&eacute;es &agrave; titre indicatif et g&eacute;n&eacute;ral sans valeur contractuelle. Malgr&eacute; des mises &agrave; jour r&eacute;guli&egrave;res, le site xtsen.me ne peut &ecirc;tre tenu responsable de la modification des dispositions administratives et juridiques survenant apr&egrave;s la publication. De m&ecirc;me, le site ne peut &ecirc;tre tenue responsable de l&rsquo;utilisation et de l&rsquo;interpr&eacute;tation de l&rsquo;information contenue dans ce site. Le site xtsen.me ne peut &ecirc;tre tenu pour responsable d&rsquo;&eacute;ventuels virus qui pourraient infecter l&rsquo;ordinateur ou tout mat&eacute;riel informatique de l&rsquo;Internaute, suite &agrave; une utilisation, &agrave; l&rsquo;acc&egrave;s, ou au t&eacute;l&eacute;chargement provenant de ce site. La responsabilit&eacute; du site ne peut &ecirc;tre engag&eacute;e en cas de force majeure ou du fait impr&eacute;visible et insurmontable d'un tiers.</p>
        
        <p class="article">ARTICLE 6 : Liens hypertextes</p>
        
        <p>Des liens hypertextes peuvent &ecirc;tre pr&eacute;sents sur le site. L&rsquo;Utilisateur est inform&eacute; qu&rsquo;en cliquant sur ces liens, il sortira du site xtsen.me. Ce dernier n&rsquo;a pas de contr&ocirc;le sur les pages web sur lesquelles aboutissent ces liens et ne saurait, en aucun cas, &ecirc;tre responsable de leur contenu.</p>
        
        <p class="article">ARTICLE 7 : Cookies</p>
        
        <p>L&rsquo;Utilisateur est inform&eacute; que lors de ses visites sur le site, un cookie peut s&rsquo;installer automatiquement sur son logiciel de navigation. Les cookies sont de petits fichiers stock&eacute;s temporairement sur le disque dur de l&rsquo;ordinateur de l&rsquo;Utilisateur par votre navigateur et qui sont n&eacute;cessaires &agrave; l&rsquo;utilisation du site xtsen.me. Les cookies ne contiennent pas d&rsquo;information personnelle et ne peuvent pas &ecirc;tre utilis&eacute;s pour identifier quelqu&rsquo;un. Un cookie contient un identifiant unique, g&eacute;n&eacute;r&eacute; al&eacute;atoirement et donc anonyme. Certains cookies expirent &agrave; la fin de la visite de l&rsquo;Utilisateur, d&rsquo;autres restent. L&rsquo;information contenue dans les cookies est utilis&eacute;e pour am&eacute;liorer le site xtsen.me. En naviguant sur le site, L&rsquo;Utilisateur les accepte. L&rsquo;Utilisateur pourra d&eacute;sactiver ces cookies par l&rsquo;interm&eacute;diaire des param&egrave;tres figurant au sein de son logiciel de navigation.</p>
        
        <p class="article">ARTICLE 8 : Droit applicable et juridiction comp&eacute;tente</p>
        
        <p>La l&eacute;gislation fran&ccedil;aise s'applique au pr&eacute;sent contrat. En cas d'absence de r&eacute;solution amiable d'un litige n&eacute; entre les parties, les tribunaux fran&ccedil;ais seront seuls comp&eacute;tents pour en conna&icirc;tre. Pour toute question relative &agrave; l&rsquo;application des pr&eacute;sentes CGU, vous pouvez joindre l&rsquo;&eacute;diteur aux coordonn&eacute;es inscrites &agrave; l&rsquo;ARTICLE 1.</p>
        
        <p>CGU r&eacute;alis&eacute;es sur http://legalplace.fr/</p>
        <footer id="footer">
            <h2 class="titleSection">A propos :</h2>
            <div id="sectionsFooter">
                <div class="containerLinks">
                    <p class="mainTitleContainerLinks">Me contacter</p>
                    <div class="subContainerLinks">
                        <a href="https://www.instagram.com/nesta.web/">
                            <p class="link">Instagram</p>
                        </a>
                        <a href="mailto:nesta.web.dev@gmail.com">
                            <p class="link">E-mail</p>
                        </a>
                        <a href="https://github.com/xtsen">
                            <p class="link">Github</p>
                        </a>
                    </div>
                </div>
                <div class="containerLinks">
                    <p class="mainTitleContainerLinks">Informations</p>
                    <div class="subContainerLinks">
                        <a href="./legacy/legalInformation.html">
                            <p class="link">Mentions légales</p>
                        </a>
                        <a href="./legacy/termAndConditions.html">
                            <p class="link">Conditions générales</p>
                        </a>
                        <a href="./legacy/dataProtectionPolicy.html">
                            <p class="link">Protection des données</p>
                        </a>
                    </div>
                </div>
                <div class="containerLinks">
                    <p class="mainTitleContainerLinks">Naviguer</p>
                    <div class="subContainerLinks">
                        <a href="./index.html">
                            <p class="link">Accueil</p>
                        </a>
                        <a href="./prices.html">
                            <p class="link">Tarifs</p>
                        </a>
                        <a href="./blog.html">
                            <p class="link">Blog</p>
                        </a>
                        <a href="./about.html">
                            <p class="link">A propos</p>
                        </a>
                    </div>
                </div>
            </div>
            <div id="subLinks">
                <p class="link">copyright nesta.web 2021</p>
                <a href="https://www.instagram.com/nesta.web/" class="link">
                    <p class="link">@nesta.web</p>
                </a>
            </div>
        </footer>
        <script src="./js/data.js"></script>
        <script src="./js/intersectionObserver.js"></script>
        <script src="./js/main.js"></script>
    </body>
</html>